Repository: Bazilier/SteadyEye
Catalog: PromptFlow/Resources/Localizable.xcstrings
Source language: en
Languages: es_419, pt_br, ru

source: Camera & microphone access needed
es_419: Se necesita acceso a cámara y micrófono
pt_br: Acesso à câmera e microfone necessário
ru: Нужен доступ к камере и микрофону

# camera.audio.iPhoneMic
source: iPhone Microphone
es_419: Micrófono del iPhone
pt_br: Microfone do iPhone
ru: Микрофон iPhone

# camera.audio.toast.newMicDetected
source: New mic detected. Will use on next recording.
es_419: Nuevo micrófono detectado. Se usará en la próxima grabación.
pt_br: Novo microfone detectado. Será usado na próxima gravação.
ru: Найден новый микрофон. Подключим к следующей записи.

# camera.audio.toast.switchedToBuiltin
source: Switched to iPhone microphone
es_419: Cambiado al micrófono del iPhone
pt_br: Trocado para o microfone do iPhone
ru: Переключились на микрофон iPhone

# camera.error.failedToAccess
source: Failed to access camera: %@
es_419: No se pudo acceder a la cámara: %@
pt_br: Falha ao acessar a câmera: %@
ru: Не удалось получить доступ к камере: %@

# camera.error.notAvailable
source: Camera not available.
es_419: Cámara no disponible.
pt_br: Câmera indisponível.
ru: Камера недоступна.

# camera.error.recordingError
source: Recording error: %@
es_419: Error de grabación: %@
pt_br: Erro de gravação: %@
ru: Ошибка записи: %@

# camera.exposure.label
source: Exposure
es_419: Exposición
pt_br: Exposição
ru: Экспозиция

# chat.empty
source: Start a conversation
es_419: Inicia una conversación
pt_br: Comece uma conversa
ru: Начните разговор

# chat.error.network
source: Connection issue. Pull to refresh.
es_419: Problema de conexión. Desliza para actualizar.
pt_br: Problema de conexão. Puxe para atualizar.
ru: Проблема с подключением. Потяните, чтобы обновить.

# chat.error.send_failed
source: Failed to send. Tap to retry.
es_419: Error al enviar. Toca para reintentar.
pt_br: Falha ao enviar. Toque para tentar de novo.
ru: Не удалось отправить. Нажмите, чтобы повторить.

# chat.header.subtitle
source: Founder of SteadyEye
es_419: Fundador de SteadyEye
pt_br: Fundador do SteadyEye
ru: Создатель SteadyEye

# chat.header.title
source: Cyril
ru: Кирилл

# chat.input.placeholder
source: Type a message...
es_419: Escribe un mensaje...
pt_br: Digite uma mensagem...
ru: Напишите сообщение...

# chat.input.send
source: Send
es_419: Enviar
pt_br: Enviar
ru: Отправить

# chat.welcome
source: Hi 👋 I'm Cyril. I built SteadyEye. Message me directly — I read every message.
es_419: Hola 👋 Soy Cyril. Construí SteadyEye. Escríbeme directamente — leo cada mensaje.
pt_br: Oi 👋 Eu sou o Cyril. Construí o SteadyEye. Me escreva direto — leio cada mensagem.
ru: Привет 👋 Я Кирилл. Я создал SteadyEye. Пиши мне напрямую — я читаю каждое сообщение.

# common.cancel
source: Cancel
es_419: Cancelar
pt_br: Cancelar
ru: Отмена

# common.dailyLimit.message
source: Try again tomorrow.
es_419: Inténtalo de nuevo mañana.
pt_br: Tente novamente amanhã.
ru: Попробуй завтра.

# common.dailyLimit.title
source: Daily limit reached
es_419: Llegaste al límite diario
pt_br: Limite diário atingido
ru: Дневной лимит исчерпан

# common.ok
source: OK
ru: ОК

# common.open_settings
source: Open Settings
es_419: Abrir configuración
pt_br: Abrir configurações
ru: Открыть настройки

# common.pasteFromClipboard
source: Paste from Clipboard
es_419: Pegar del portapapeles
pt_br: Colar da área de transferência
ru: Вставить из буфера

# common.privacyPolicy
source: Privacy Policy
es_419: Política de privacidad
pt_br: Política de Privacidade
ru: Политика конфиденциальности

# common.save
source: Save
es_419: Guardar
pt_br: Salvar
ru: Сохранить

# common.termsOfUse
source: Terms of Use
es_419: Términos de uso
pt_br: Termos de Uso
ru: Условия использования

# common.tip.gotIt
source: Got it
es_419: Entendido
pt_br: Entendi
ru: Понятно

# common.tip.title
source: Tip
pt_br: Dica
ru: Подсказка

source: Continue
es_419: Continuar
pt_br: Continuar
ru: Продолжить

# demo.script.content
source: Hi. I'm reading a script right now, but my eyes stay on the camera. Words appear right under the lens, one at a time. Natural eye contact. Try it yourself — create your own script.
es_419: Hola. Estoy leyendo un guion ahora mismo, pero mis ojos se quedan en la cámara. Las palabras aparecen justo debajo del lente, una a la vez. Contacto visual natural. Pruébalo tú mismo — crea tu propio guion.
pt_br: Olá. Estou lendo um roteiro agora, mas meus olhos ficam na câmera. As palavras aparecem logo abaixo da lente, uma de cada vez. Contato visual natural. Experimente você mesmo — crie seu próprio roteiro.
ru: Привет. Я читаю скрипт прямо сейчас, но мои глаза остаются на камере. Текст появляется прямо под объективом, по одному слову. Получается естественный визуальный контакт. Попробуй сам — создай свой скрипт.

# demo.script.title
source: Try it now
es_419: Pruébalo ahora
pt_br: Experimente agora
ru: Демо-скрипт

# hud.changeInSettings
source: Change in Settings
es_419: Cambiar en Ajustes
pt_br: Alterar em Ajustes
ru: Изменить в Настройках

# notifications.soft_ask.allow
source: Allow notifications
es_419: Permitir notificaciones
pt_br: Permitir notificações
ru: Разрешить

# notifications.soft_ask.body
source: Get helpful reminders and updates. We won't spam you.
es_419: Recibe recordatorios y novedades útiles. Sin spam.
pt_br: Receba lembretes e novidades úteis. Sem spam.
ru: Получай полезные напоминания и обновления. Без спама.

# notifications.soft_ask.not_now
source: Not now
es_419: Ahora no
pt_br: Agora não
ru: Не сейчас

# notifications.soft_ask.title
source: Turn on notifications
es_419: Activar notificaciones
pt_br: Ativar notificações
ru: Включить уведомления

# onboarding.mini_wbw.script
source: You're reading right now without moving your eyes. That's the whole trick.
es_419: Estás leyendo ahora sin mover los ojos. Ese es todo el truco.
pt_br: Você está lendo agora sem mover os olhos. É esse o truque.
ru: Сейчас ты читаешь, не двигая глазами. В этом весь фокус.

# onboarding.priming.camera_label
source: Camera — to record yourself
es_419: Cámara — para grabarte
pt_br: Câmera — para gravar você
ru: Камера — для записи видео

# onboarding.priming.mic_label
source: Microphone — for audio
es_419: Micrófono — para el audio
pt_br: Microfone — para o áudio
ru: Микрофон — для записи звука

# onboarding.priming.permission_note
source: We'll ask for access next
es_419: Te pediremos acceso a continuación
pt_br: Pediremos acesso na próxima etapa
ru: Запросим доступ на следующем шаге

# onboarding.priming.photos_label
source: Photos — to save to Camera Roll
es_419: Fotos — para guardar en Carrete
pt_br: Fotos — para salvar no Rolo da Câmera
ru: Галерея — для сохранения видео

source: Open Settings
es_419: Abrir configuración
pt_br: Abrir configurações
ru: Открыть настройки

# paywall.button.buyLifetime
source: Buy Lifetime
es_419: Comprar
pt_br: Comprar
ru: Купить навсегда

# paywall.button.subscribe
source: Subscribe
es_419: Suscribirme
pt_br: Assinar
ru: Подписаться

# paywall.error.noPlan
source: Please select a plan
es_419: Selecciona un plan
pt_br: Selecione um plano
ru: Выбери тариф

# paywall.error.noSubscription
source: No active subscription found.
es_419: No se encontró ninguna suscripción activa.
pt_br: Nenhuma assinatura ativa encontrada.
ru: Активная подписка не найдена.

# paywall.error.purchaseFailed
source: Purchase failed. Please try again.
es_419: La compra falló. Inténtalo de nuevo.
pt_br: Falha na compra. Tente novamente.
ru: Не удалось оформить покупку. Попробуй ещё раз.

# paywall.feature.aiOptimization
source: AI script optimization
es_419: Optimización del guion con IA
pt_br: Otimização de roteiro com IA
ru: AI-оптимизация скриптов

# paywall.feature.bulkImport
source: Bulk script import
es_419: Importación masiva de guiones
pt_br: Importação de roteiros em lote
ru: Массовый импорт скриптов

# paywall.feature.externalMic
source: External mic support
es_419: Soporte para micrófono externo
pt_br: Suporte a microfone externo
ru: Поддержка внешних микрофонов

# paywall.feature.fourK
source: 4K recording
es_419: Grabación en 4K
pt_br: Gravação em 4K
ru: Запись в 4K

# paywall.feature.threeLine
source: 3-line reading mode
es_419: Modo de lectura de 3 líneas
pt_br: Modo de leitura de 3 linhas
ru: Режим чтения в 3 строки

# paywall.feature.unlimited
source: Unlimited scripts
es_419: Guiones ilimitados
pt_br: Roteiros ilimitados
ru: Безлимит скриптов

# paywall.feature.wbw
source: Word-by-word teleprompter
es_419: Teleprompter palabra por palabra
pt_br: Teleprompter palavra por palavra
ru: Телесуфлёр по словам

# paywall.intro.firstDay
source: %@ first day
es_419: %@ primer día
pt_br: %@ primeiro dia
ru: %@ первый день

# paywall.intro.firstDays
source: %1$@ for first %2$lld days
es_419: %1$@ por los primeros %2$lld días
pt_br: %1$@ pelos primeiros %2$lld dias
ru: %1$@ за первые %2$lld дней

# paywall.intro.firstMonth
source: %@ first month
es_419: %@ primer mes
pt_br: %@ primeiro mês
ru: %@ первый месяц

# paywall.intro.firstMonths
source: %1$@ for first %2$lld months
es_419: %1$@ por los primeros %2$lld meses
pt_br: %1$@ pelos primeiros %2$lld meses
ru: %1$@ за первые %2$lld месяцев

# paywall.intro.firstWeek
source: %@ first week
es_419: %@ primera semana
pt_br: %@ primeira semana
ru: %@ первая неделя

# paywall.intro.firstWeeks
source: %1$@ for first %2$lld weeks
es_419: %1$@ por las primeras %2$lld semanas
pt_br: %1$@ pelas primeiras %2$lld semanas
ru: %1$@ за первые %2$lld недель

# paywall.intro.firstYear
source: %@ first year
es_419: %@ primer año
pt_br: %@ primeiro ano
ru: %@ первый год

# paywall.intro.firstYears
source: %1$@ for first %2$lld years
es_419: %1$@ por los primeros %2$lld años
pt_br: %1$@ pelos primeiros %2$lld anos
ru: %1$@ за первые %2$lld лет

# paywall.intro.savingsBadge
source: %lld%% OFF
es_419: %lld%% DCTO.
ru: СКИДКА %lld%%

# paywall.intro.thenPerDay
source: then %@/day
es_419: luego %@/día
pt_br: depois %@/dia
ru: затем %@/день

# paywall.intro.thenPerMonth
source: then %@/month
es_419: luego %@/mes
pt_br: depois %@/mês
ru: затем %@/мес.

# paywall.intro.thenPerWeek
source: then %@/week
es_419: luego %@/semana
pt_br: depois %@/semana
ru: затем %@/нед.

# paywall.intro.thenPerYear
source: then %@/year
es_419: luego %@/año
pt_br: depois %@/ano
ru: затем %@/год

# paywall.legal.autoRenew
source: Subscriptions auto-renew unless cancelled 24 hours before the end of the current period.
es_419: Las suscripciones se renuevan automáticamente, salvo que las canceles 24 horas antes del fin del periodo en curso.
pt_br: As assinaturas são renovadas automaticamente, exceto se canceladas pelo menos 24 horas antes do fim do período atual.
ru: Подписка продлевается автоматически, если не отменить её минимум за 24 часа до окончания текущего периода.

# paywall.monthlyEquivalent
source: %@/month
es_419: %@/mes
pt_br: %@/mês
ru: %@/мес

# paywall.plan.annual
source: Annual
es_419: Anual
pt_br: Anual
ru: Год

# paywall.plan.bestValueBadge
source: BEST VALUE
es_419: AHORRA MÁS
pt_br: MELHOR
ru: ВЫГОДНО

# paywall.plan.lifetime
source: Lifetime
es_419: De por vida
pt_br: Vitalício
ru: Навсегда

# paywall.plan.lifetime.detail
source: Pay once, own forever
es_419: Paga una vez, tuyo para siempre
pt_br: Pague uma vez, use para sempre
ru: Заплати один раз — и навсегда

# paywall.plan.monthly
source: Monthly
es_419: Mensual
pt_br: Mensal
ru: Месяц

# paywall.price.perMonth
source: %@/month
es_419: %@/mes
pt_br: %@/mês
ru: %@/мес

# paywall.price.perYear
source: %@/year
es_419: %@/año
pt_br: %@/ano
ru: %@/год

# paywall.restore
source: Restore Purchases
es_419: Restaurar compras
pt_br: Restaurar compras
ru: Восстановить покупки

# paywall.restore.prompt
source: Already subscribed?
es_419: ¿Ya estás suscrito?
pt_br: Já é assinante?
ru: Уже подписаны?

# paywall.subtitle
source: Record with perfect eye contact
es_419: Graba con contacto visual perfecto
pt_br: Olhe para a câmera, não para o texto.
ru: Смотри в камеру — не в текст

# paywall.title
source: Unlock SteadyEye
es_419: Desbloquea SteadyEye
pt_br: Libere o SteadyEye
ru: Открой SteadyEye

# paywall.v2.allPlans
source: All Plans
es_419: Todos los planes
pt_br: Todos os planos
ru: Все планы

# paywall.v2.cta.continue
source: Continue
es_419: Continuar
pt_br: Continuar
ru: Продолжить

# paywall.v2.cta.getFullAccess
source: Get full access
es_419: Obtener acceso completo
pt_br: Obter acesso completo
ru: Получить доступ

# paywall.v2.cta.unlockSteadyEye
source: Unlock SteadyEye
es_419: Desbloquear SteadyEye
pt_br: Desbloquear SteadyEye
ru: Открыть SteadyEye

# paywall.v2.dismiss
source: Dismiss
es_419: Cerrar
pt_br: Fechar
ru: Закрыть

# paywall.v2.dismissA11y
source: Dismiss paywall and continue with free tier
es_419: Cerrar el muro de pago y continuar con la versión gratuita
pt_br: Fechar o paywall e continuar com a versão grátis
ru: Закрыть и продолжить с бесплатной версией

# paywall.v2.feature.fourK
source: 4K recording
es_419: Grabación en 4K
pt_br: Gravação em 4K
ru: Запись в 4K

# paywall.v2.feature.fourK.subtitle
source: Cinematic quality for important shoots
es_419: Calidad cinematográfica para grabaciones importantes
pt_br: Qualidade cinematográfica para gravações importantes
ru: Кинокачество для важных съёмок

# paywall.v2.feature.noWatermark
source: No watermark on recordings
es_419: Sin marca de agua
pt_br: Sem marca d'água
ru: Без водяного знака

# paywall.v2.feature.noWatermark.subtitle
source: Share videos without 'Made with SteadyEye'
es_419: Comparte videos sin la marca 'Made with SteadyEye'
pt_br: Compartilhe vídeos sem 'Made with SteadyEye'
ru: Делитесь видео без надписи «Made with SteadyEye»

# paywall.v2.feature.stabilization
source: Steadicam stabilization
es_419: Estabilización Steadicam
pt_br: Estabilização Steadicam
ru: Стабилизация Steadicam

# paywall.v2.feature.stabilization.subtitle
source: Smooth video while moving or walking
es_419: Video estable al moverte o caminar
pt_br: Vídeo estável em movimento ou caminhando
ru: Плавное видео в движении и на ходу

# paywall.v2.feature.unlimitedAI
source: AI optimization for every script
es_419: Optimización con IA para cada guion
pt_br: Otimização com IA para cada roteiro
ru: AI-оптимизация любого скрипта

# paywall.v2.feature.unlimitedAI.subtitle
source: Optimize every script you write
es_419: Optimiza cada guion que escribes
pt_br: Otimize cada roteiro que você escreve
ru: Оптимизируйте каждый скрипт, который пишете

# paywall.v2.feature.unlimitedLength
source: Long-form scripts
es_419: Guiones largos
pt_br: Roteiros longos
ru: Длинные сценарии

# paywall.v2.feature.unlimitedLength.subtitle
source: Up to 5,000 characters per script
es_419: Hasta 5000 caracteres por guion
pt_br: Até 5000 caracteres por roteiro
ru: До 5000 символов в каждом

# paywall.v2.headline
source: Get full access now
ru: Получите полный доступ

# paywall.v2.headline.getFullAccess
source: Get full access now
pt_br: Acesso completo agora
ru: Получите полный доступ

# paywall.v2.headline.lookConfident
source: Look confident on camera
es_419: Luce con confianza en cámara
pt_br: Pareça confiante na câmera
ru: Выглядите уверенно в кадре

# paywall.v2.headline.oneTake
source: Record one take. Done.
es_419: Graba en una sola toma.
pt_br: Grave em uma só tomada.
ru: Один дубль — и готово.

# paywall.v2.notInterested
source: Not interested?
es_419: ¿No te interesa?
pt_br: Não tem interesse?
ru: Не интересно?

# paywall.v2.plan.annual
source: Annual
es_419: Anual
pt_br: Anual
ru: Годовая

# paywall.v2.plan.lifetime
source: Lifetime
es_419: De por vida
pt_br: Vitalício
ru: Навсегда

# paywall.v2.plan.monthly
source: Monthly
es_419: Mensual
pt_br: Mensal
ru: Месячная

# paywall.v2.priceLifetime
source: %@ one-time
es_419: %@ pago único
pt_br: %@ pagamento único
ru: %@ единоразово

# paywall.v2.pricePerMonth
source: %@ / month
es_419: %@ / mes
pt_br: %@ / mês
ru: %@ / мес.

# paywall.v2.pricePerYear
source: %@ / year
es_419: %@ / año
pt_br: %@ / ano
ru: %@ / год

# paywall.v2.showLess
source: Show Less
es_419: Mostrar menos
pt_br: Mostrar menos
ru: Свернуть

# paywall.v2.subtitle.getFullAccess
source: Get full access
es_419: Acceso completo a todas las funciones
pt_br: Acesso completo a todos os recursos
ru: Полный доступ ко всем функциям

# paywall.v2.subtitle.specialOffer
source: Special offer
es_419: Oferta especial
pt_br: Oferta especial
ru: Специальное предложение

# paywall.v2.subtitle.specialOfferWithPct
source: Special offer — %lld%% off
es_419: Oferta especial — %lld%% de descuento
pt_br: Oferta especial — %lld%% de desconto
ru: Специальное предложение — скидка %lld%%

# preview.photosDenied.toast
source: Photos access denied
es_419: Sin acceso a Fotos
pt_br: Sem acesso às Fotos
ru: Нет доступа к Галерее

# preview.saved.toast
source: Saved to Camera Roll
es_419: Guardado en Carrete
pt_br: Salvo no Rolo da Câmera
ru: Сохранено в Галерею

# preview.saveError.toast
source: Couldn't save to Camera Roll
es_419: No se pudo guardar
pt_br: Não foi possível salvar
ru: Не удалось сохранить

# push.inactive_3_days.body
source: Record it in one take. Your eyes stay on camera.
es_419: Grábalo de una sola toma. Tus ojos en la cámara.
pt_br: Grave em uma única tomada. Seus olhos na câmera.
ru: Запиши с одного дубля. Глаза остаются на камере.

# push.inactive_3_days.title
source: Got a script ready?
es_419: ¿Tienes un guion listo?
pt_br: Tem um roteiro pronto?
ru: Есть готовый скрипт?

# push.trial_day_5.body
source: How's it going? Save your favorite recording before time's up.
es_419: ¿Qué tal? Guarda tu mejor grabación antes de que se acabe.
pt_br: Como está indo? Salve sua melhor gravação antes do prazo acabar.
ru: Как дела? Сохрани лучшую запись пока есть время.

# push.trial_day_5.title
source: 2 days left in your trial
es_419: Quedan 2 días de tu prueba
pt_br: Restam 2 dias de avaliação
ru: 2 дня до окончания пробного периода

# push.trial_ending_24h.body
source: Renews at $49.99/year unless you cancel in Settings.
es_419: Se renueva a $49.99/año. Cancela en Ajustes si lo deseas.
pt_br: Renova por $49.99/ano. Cancele em Ajustes se quiser.
ru: Автоматически продлится за $49.99/год. Отменить можно в Настройках.

# push.trial_ending_24h.title
source: Your trial ends tomorrow
es_419: Tu prueba termina mañana
pt_br: Sua avaliação termina amanhã
ru: Триал заканчивается завтра

# push.trial_started.body
source: Try recording your first real script — your eyes stay on camera.
es_419: Graba tu primer guion real — tus ojos en la cámara.
pt_br: Grave seu primeiro roteiro real — seus olhos na câmera.
ru: Запиши свой первый настоящий скрипт — глаза остаются на камере.

# push.trial_started.title
source: Your trial is active
es_419: Tu prueba está activa
pt_br: Sua avaliação está ativa
ru: Триал активен

source: Read your script. Look natural.
es_419: Lee tu guion. Mira natural.
pt_br: Leia o roteiro. Pareça natural.
ru: Читайте сценарий. Выглядите естественно.

# recording.error.title
source: Camera Error
es_419: Error de cámara
pt_br: Erro na câmera
ru: Ошибка камеры

# recording.hud.openSettings
source: Open Settings
es_419: Abrir Ajustes
pt_br: Abrir Ajustes
ru: Открыть Настройки

# recording.mic_alert.body
source: Recording requires microphone access. Enable it in Settings to continue.
es_419: La grabación requiere acceso al micrófono. Actívalo en Configuración para continuar.
pt_br: A gravação requer acesso ao microfone. Ative nas configurações para continuar.
ru: Для записи нужен доступ к микрофону. Включите его в настройках, чтобы продолжить.

# recording.mic_alert.title
source: Microphone needed
es_419: Micrófono necesario
pt_br: Microfone necessário
ru: Нужен микрофон

# recording.permission.body_both
source: SteadyEye needs camera and microphone access to record your videos. Enable both in iOS Settings.
es_419: SteadyEye necesita acceso a la cámara y al micrófono para grabar tus videos. Activa ambos en la configuración de iOS.
pt_br: O SteadyEye precisa de acesso à câmera e ao microfone para gravar seus vídeos. Ative ambos nas configurações do iOS.
ru: SteadyEye нужен доступ к камере и микрофону, чтобы записывать видео. Включите оба в настройках iOS.

# recording.permission.body_camera
source: SteadyEye needs camera access to record your videos. Enable it in iOS Settings.
es_419: SteadyEye necesita acceso a la cámara para grabar tus videos. Actívalo en la configuración de iOS.
pt_br: O SteadyEye precisa de acesso à câmera para gravar seus vídeos. Ative nas configurações do iOS.
ru: SteadyEye нужен доступ к камере, чтобы записывать видео. Включите его в настройках iOS.

# recording.permission.go_back
source: Go back
es_419: Volver
pt_br: Voltar
ru: Назад

# recording.permission.title
source: Camera access needed
es_419: Acceso a la cámara necesario
pt_br: Acesso à câmera necessário
ru: Нужен доступ к камере

# recording.placeholder.phrase
source: Your script will appear here when you hit record
es_419: Tu guion aparecerá aquí cuando presiones grabar
pt_br: Seu roteiro aparecerá aqui quando você apertar gravar
ru: Ваш сценарий появится здесь, когда вы нажмёте запись

# recording.processing
source: Saving recording…
es_419: Guardando grabación…
pt_br: Salvando gravação…
ru: Сохраняем запись…

# recording.toast.saved
source: Recording saved
es_419: Grabación guardada
pt_br: Gravação salva
ru: Запись сохранена

# recordings.action.delete
source: Delete
es_419: Eliminar
pt_br: Excluir
ru: Удалить

# recordings.action.saveToCameraRoll
source: Save to Camera Roll
es_419: Guardar en la galería
pt_br: Salvar na galeria
ru: Сохранить в галерею

# recordings.action.share
source: Share
es_419: Compartir
pt_br: Compartilhar
ru: Поделиться

# recordings.card.untitled
source: Recording
es_419: Grabación
pt_br: Gravação
ru: Запись

# recordings.delete.confirm
source: Delete
es_419: Eliminar
pt_br: Excluir
ru: Удалить

# recordings.delete.message
source: This action cannot be undone.
es_419: Esta acción no se puede deshacer.
pt_br: Esta ação não pode ser desfeita.
ru: Это действие нельзя отменить.

# recordings.delete.title
source: Delete recording?
es_419: ¿Eliminar grabación?
pt_br: Excluir gravação?
ru: Удалить запись?

# recordings.empty.body
source: Pick a script and hit record to make your first video.
es_419: Elige un guion y toca grabar para hacer tu primer video.
pt_br: Escolha um roteiro e toque em gravar para fazer seu primeiro vídeo.
ru: Выбери скрипт и нажми запись, чтобы снять первое видео.

# recordings.empty.cta
source: Go to Scripts
es_419: Ir a guiones
pt_br: Ir para roteiros
ru: К скриптам

# recordings.empty.title
source: No recordings yet
es_419: Aún no hay grabaciones
pt_br: Ainda não há gravações
ru: Записей пока нет

# recordings.missing.delete
source: Delete
es_419: Eliminar
pt_br: Excluir
ru: Удалить

# recordings.missing.message
source: The video file couldn't be found. Remove this recording from your library?
es_419: No se encontró el archivo de video. ¿Quitar esta grabación de tu biblioteca?
pt_br: Não encontramos o arquivo de vídeo. Remover esta gravação da biblioteca?
ru: Видеофайл не найден. Удалить эту запись из библиотеки?

# recordings.missing.title
source: This recording is no longer available
es_419: Esta grabación ya no está disponible
pt_br: Esta gravação não está mais disponível
ru: Эта запись больше недоступна

# recordings.preview.back
source: Back
es_419: Atrás
pt_br: Voltar
ru: Назад

# recordings.preview.delete
source: Delete recording
es_419: Eliminar grabación
pt_br: Excluir gravação
ru: Удалить запись

# recordings.preview.saveToCameraRoll
source: Save to Camera Roll
es_419: Guardar en la galería
pt_br: Salvar na galeria
ru: Сохранить в галерею

# recordings.search.noResults
source: No recordings match "%@"
es_419: Ninguna grabación coincide con "%@"
pt_br: Nenhuma gravação corresponde a "%@"
ru: Нет записей по запросу "%@"

# recordings.search.prompt
source: Search recordings
es_419: Buscar grabaciones
pt_br: Buscar gravações
ru: Поиск записей
